Repository: pypi-data/pypi-mirror-87
Catalog: packages/trytond-stock-package-shipping-ups/trytond_stock_package_shipping_ups-5.0.4.tar.gz/trytond_stock_package_shipping_ups-5.0.4/locale/*.po
Languages: ca

# error:stock.shipment.create_shipping.ups:
source: Shipment "%(shipment)s" already has a reference number.
ca: L'enviament "%(shipment)s" ja té un número de referència.

# error:stock.shipment.create_shipping.ups:
source: UPS webservice call failed with the following error message: %(message)s
ca: La crida al servei web UPS ha fallat amb el següent missatge d'error: %(message)s

# error:stock.shipment.out:
source: A phone number is required for party "%(party)s".
ca: És obligatori un número de telèfon pel tercer "%(party)s".

# error:stock.shipment.out:
source: A shipping description is required for shipment "%(shipment)s".
ca: És obligatori una descripció d'enviament per l'enviament "%(shipment)s".

# field:carrier,ups_label_height:
source: Label Height
ca: Alçada de l'etiqueta

# field:carrier,ups_label_image_format:
source: Label Image Format
ca: Format de la imatge de l'etiqueta

# field:carrier,ups_service_type:
source: Service Type
ca: Tipus de servei

# field:carrier.credential.ups,account_number:
source: Account Number
ca: Número de compte

# field:carrier.credential.ups,company:
source: Company
ca: Empresa

# field:carrier.credential.ups,create_date:
source: Create Date
ca: Data de creació

# field:carrier.credential.ups,create_uid:
source: Create User
ca: Usuari de creació

# field:carrier.credential.ups,license:
source: License
ca: Llicència

# field:carrier.credential.ups,password:
source: Password
ca: Contrasenya

# field:carrier.credential.ups,rec_name:
source: Record Name
ca: Nom del registre

# field:carrier.credential.ups,server:
source: Server
ca: Servidor

# field:carrier.credential.ups,use_metric:
source: Use Metric
ca: Usa mètric

# field:carrier.credential.ups,user_id:
source: User ID
ca: Identificador usuari

# field:carrier.credential.ups,write_date:
source: Write Date
ca: Data de modificació

# field:carrier.credential.ups,write_uid:
source: Write User
ca: Usuari de modificació

# field:stock.package.type,ups_code:
source: UPS Code
ca: Codi UPS

# model:carrier.credential.ups,name:
source: UPS Credential
ca: Credencial UPS

# model:ir.action,name:act_create_shipping_ups_wizard
source: Create UPS Shipping for Packages
ca: Crea enviament UPS per paquets

# model:ir.action,name:act_ups_credential_form
source: UPS Credentials
ca: Credencials UPS

# model:ir.ui.menu,name:menu_ups_credential_form
source: UPS Credentials
ca: Credencials UPS

# selection:carrier.credential.ups,server:
source: Production
ca: Producció

# selection:carrier.credential.ups,server:
source: Testing
ca: Proves

# view:carrier.credential.ups:
source: Credential Informations
ca: Informació de la credencial

# selection:carrier,ups_label_image_format:
source: Star Printer
ca: Impressora Star

# selection:carrier,ups_service_type:
source: 2nd Day Air
ca: 2on dia aeri

# selection:carrier,ups_service_type:
source: 2nd Day Air A.M.
ca: 2on dia aeri A.M.

# selection:carrier,ups_service_type:
source: 3 Days Select
ca: Selecciona 3 dies

# selection:carrier,ups_service_type:
source: Economy Mail Innovations
ca: Innovacions correu econòmic

# selection:carrier,ups_service_type:
source: Expedited
ca: Expedit

# selection:carrier,ups_service_type:
source: Expedited Mail Innovations
ca: Innovacions correu expedit

# selection:carrier,ups_service_type:
source: Express
ca: Exprès

# selection:carrier,ups_service_type:
source: Express Plus
ca: Exprès plus

# selection:carrier,ups_service_type:
source: First Class Mail
ca: Correu primera classe

# selection:carrier,ups_service_type:
source: Ground
ca: Per terra

# selection:carrier,ups_service_type:
source: Next Day Air
ca: Següent dia aeri

# selection:carrier,ups_service_type:
source: Next Day Air Saver
ca: Següent dia aeri estalvi

# selection:carrier,ups_service_type:
source: Priority Mail
ca: Correu prioritari

# selection:carrier,ups_service_type:
source: Priority Mail Innovations
ca: Innovacions correu prioritari

# selection:carrier,ups_service_type:
source: UPS Access Point Economy
ca: UPS Punt d'accés econòmic

# selection:carrier,ups_service_type:
source: UPS Next Day Air Early
ca: UPS Següent dia aeri d'hora

# selection:carrier,ups_service_type:
source: UPS Saver
ca: UPS Estalvi

# selection:carrier,ups_service_type:
source: UPS Standard
ca: UPS Estàndard

# selection:carrier,ups_service_type:
source: UPS Today Dedicated Courier
ca: UPS Avui missatger dedicat

# selection:carrier,ups_service_type:
source: UPS Today Express
ca: UPS Avui exprès

# selection:carrier,ups_service_type:
source: UPS Today Express Saver
ca: UPS Avui exprès estalvi

# selection:carrier,ups_service_type:
source: UPS Today Intercity
ca: UPS Avui interciutat

# selection:carrier,ups_service_type:
source: UPS Today Standard
ca: UPS Avui estàndard

# selection:carrier,ups_service_type:
source: UPS Worldwide Express Freight
ca: UPS Càrrega exprès mundial

# selection:stock.package.type,ups_code:
source: BPM Flat
ca: BPM Carta

# selection:stock.package.type,ups_code:
source: BPM Parcel
ca: BPM Paquet

# selection:stock.package.type,ups_code:
source: Customer Supplied Package
ca: Paquet proporcionat pel client

# selection:stock.package.type,ups_code:
source: First Class
ca: Primera classe

# selection:stock.package.type,ups_code:
source: Flats
ca: Cartes

# selection:stock.package.type,ups_code:
source: Large Express Box
ca: Caixa exprès gran

# selection:stock.package.type,ups_code:
source: Machinables
ca: Maquinàries

# selection:stock.package.type,ups_code:
source: Medium Express Box
ca: Caixa exprès mitjana

# selection:stock.package.type,ups_code:
source: Pallet
ca: Palet

# selection:stock.package.type,ups_code:
source: Parcel Post
ca: Paquet postal

# selection:stock.package.type,ups_code:
source: Parcels
ca: Paquets

# selection:stock.package.type,ups_code:
source: Priority
ca: Prioritat

# selection:stock.package.type,ups_code:
source: Small Express Box
ca: Caixa exprès petita

# selection:stock.package.type,ups_code:
source: Standard Flat
ca: Carta estàndard

# selection:stock.package.type,ups_code:
source: Tube
ca: Tub

# selection:stock.package.type,ups_code:
source: UPS 10KG Box
ca: UPS Caixa 10Kg

# selection:stock.package.type,ups_code:
source: UPS 25KG Box
ca: UPS Caixa 25Kg

# selection:stock.package.type,ups_code:
source: UPS Express Box
ca: UPS Caixa exprès

# selection:stock.package.type,ups_code:
source: UPS Letter
ca: UPS Carta
