Repository: pypi-data/pypi-mirror-87
Catalog: packages/modoboa-contacts/modoboa_contacts-0.8.2-py2.py3-none-any.whl/modoboa_contacts/locale/*/LC_MESSAGES/django.po
Languages: br

source: Home
br: Ti

source: Work
br: Labour

source: Other
br: Traoù all

source: Main
br: Pennañ

source: Cellular
br: Kelligel

source: Fax
br: Faks

source: Pager
br: Pajenner

source: Synchronization
br: Sinkroneladur

source: Synchonize address book using CardDAV
br: Sinkronelaat ho levr chomlec'hioù gant CardDAV

source: Choose to synchronize or not your address book using CardDAV. You will be able to access your contacts from the outside.
br: Dibabit sinkronelaat ho levr chomlec'hioù pe chom hep en ober gant CardDAV. Posupl e vo deoc'h tizhout ho tarempredoù adalek an diavaez.

source: Synchronization frequency
br: Frekañs sinkroneladur

source: Interval in seconds between 2 synchronization requests
br: Padelezh en eilennoù etre 2 reked sinkroneladur

source: Minimum allowed value is 60s
br: Talvoudegezh bihanañ aotreet a zo 60eil

source: Contacts
br: Darempredoù

source: Your address book must be synced
br: Ho levr chomlec'hioù a rank bezañ sinkronelaet

source: Server location is not set, please fix it.
br: Neket termenet lec'hiadur ho servijer, reizhit an dra-se mar plij.

source: Address book
br: Levr chomlec'hioù

source: Name or display name required
br: Anv pe anv da ziskouez rekiset
