Repository: pypi-data/pypi-mirror-87
Catalog: packages/django-discount/django-discount-0.0.3.tar.gz/django-discount-0.0.3/django_discount/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Discount code is not valid.
fa: کد تخفیف معتبر نیست.

source: it is valid.
fa: کد تخفیف معتبر نیست.

source: Specific user to use this discount
fa: کاربری که تنها می‌تواند از این کد تخفیف استفاده کند.

source: When empty discount will be used for everyone and should not be any duplicates. But if User set it can have discount's with different users and duplicate codes. And that specific discount will only be available for that user.
fa: در صورتی که خالی باشد، این کد تخفیف می‌تواند برای همه استفاده شود و حتما باید دقت شود که این کد تکراری نباشد. ولی در صورتی که کاربری انتخاب شده باشد، می‌توان با همین کد برای کاربرهای مختلف با مقادیر مختلف کد تخفیف صادر کرد. و آن کد تخفیف با آن مقدار تنها برای آن کاربر در دسترس خواهد بود.

source: Title
fa: عنوان

source: Code
fa: کد تخفیف

source: Discount type
fa: نوع تخفیف

source: Discount value
fa: میزان تخفیف

source: Maximum usage for each user
fa: ماکزمیم استفاده مجاز برای هر کاربر

source: Case Sensitive
fa: حساب به حروف بزرگ و کوچک

source: Discount
fa: کد تخفیف

source: Expire date can't be before Start Date of discount.
fa: زمان انقضای کد تخفیف نمی‌تواند قبل از تاریخ شروع اعتبار آن باشد.

source: This code already exist for this user.
fa: کد تخفیف موجود می‌باشد.

source: This code already exists
fa: کد تخفیف موجود می‌باشد.

source: Value should be between 0 and 100 for percent type.
fa: مقدار باید بین ۰ تا ۱۰۰ باشد در حالت درصدی

source: Discount code is not active.
fa: کد تخفیف معتبر نیست.

source: Discount code is expired.
fa: کد تخفیف معتبر نیست.

source: Time to use discount code is not started yet!
fa: کد تخفیف معتبر نیست.

source: User is not valid.
fa: کد تخفیف معتبر نیست.

source: User who used discount code
fa: کاربری که از این کد تخفیف استفاده کرده است.

source: Item type which user is trying to purchase or own
fa: نوع آیتمی که کاربر تمایل به خرید یا مالکیت دارد.

source: Type of item to purchase or own
fa: نوع آیتم برای خرید

source: Used Discount
fa: نوع تخفیف
